
-- SQL的执行顺序
-- 查询的完整格式及其执行顺序为：

|select ... |from ... join ... on ... having ...|where ...| group by ... having ...|order by ...| limit ...|
		     --------------
			       1        -------
			       			   2	  ------- 
        			                     3        -------
        			                                 4     -----------
        			                                      	    5	     --------
----------													                 6
    7																                ------------
        																		   		 8		  -----------
        																		   		 			   9
-- 实际使用中，只是语句中某些部分的组合，而不是全部

